Revit 2027 API
BuiltInFailures.NumberingFailures.InputOutOfValidRangeError Property
 The input value is out of the allowed range.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId InputOutOfValidRangeError { get; }
Public Shared ReadOnly Property InputOutOfValidRangeError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ InputOutOfValidRangeError {
	FailureDefinitionId^ get ();
}
static member InputOutOfValidRangeError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.NumberingFailures Class
Autodesk.Revit.DB Namespace